[
    {
        "date": "2001-02-03",
        "explanation": "Majestic on a truly cosmic scale, M100 is appropriately known as a Grand Design spiral galaxy. A large galaxy of over 100 billion or so stars with well defined spiral arms, it is similar to our own Milky Way. One of the brightest members of the Virgo Cluster of galaxies , M100 (alias NGC 4321) is 56 million light-years distant in the spring constellation of Coma Berenices. This Hubble Space Telescope image of the central region of M100 was made in 1993 with the Wide Field and Planetary Camera 2. It reveals the bright blue star clusters and intricate winding dust lanes which are hallmarks of this class of galaxies. Studies of stars in M100 have recently played an important role in determining the size and age of the Universe.",
        "hdurl": "https://apod.nasa.gov/apod/image/0102/m100_hst_big.gif",
        "media_type": "image",
        "service_version": "v1",
        "title": "M100: A Grand Design",
        "url": "https://apod.nasa.gov/apod/image/0102/m100_hst.jpg"
    },
    {
        "copyright": "\nDanilo Pivato\n",
        "date": "2014-12-21",
        "explanation": "Today the solstice occurs at 23:03 Universal Time, the Sun reaching its southernmost declination in planet Earth's sky. Of course, the December solstice marks the beginning of winter in the northern hemisphere and summer in the south. When viewed from northern latitudes, and as shown in the above horizontally compressed image, the Sun will make its lowest arc through the sky along the southern horizon. So in the north, the solstice day has the shortest length of time between sunrise and sunset and fewest hours of daylight.  This striking composite image follows the Sun's path through the December solstice day of 2005 in a beautiful blue sky, looking down the Tyrrhenian Sea coast from Santa Severa toward Fiumicino, Italy. The view covers about 115 degrees in 43 separate, well-planned exposures from sunrise to sunset.    Follow APOD on: Facebook,  Google Plus, or Twitter",
        "hdurl": "https://apod.nasa.gov/apod/image/1412/wintersolstice_pivato_1280.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Tyrrhenian Sea and Solstice Sky",
        "url": "https://apod.nasa.gov/apod/image/1412/wintersolstice_pivato_1080.jpg"
    },
    {
        "copyright": "Basudeb Chakrabarti",
        "date": "2022-06-23",
        "explanation": "Beautiful spiral galaxy NGC 6744 is nearly 175,000 light-years across, larger than our own Milky Way. It lies some 30 million light-years distant in the southern constellation Pavo but appears as only a faint, extended object in small telescopes. We see the disk of the nearby island universe tilted towards our line of sight in this remarkably detailed galaxy portrait, a telescopic view that spans an area about the angular size of a full moon. In it, the giant galaxy's elongated yellowish core is dominated by the light from old, cool stars. Beyond the core, grand spiral arms are filled with young blue star clusters and speckled with pinkish star forming regions. An extended arm sweeps past smaller satellite galaxy NGC 6744A at the lower right. NGC 6744's galactic companion is reminiscent of the Milky Way's satellite galaxy the Large Magellanic Cloud.",
        "hdurl": "https://apod.nasa.gov/apod/image/2206/NGC6744_chakrabarti2048R.jpg",
        "media_type": "image",
        "service_version": "v1",
        "title": "Spiral Galaxy NGC 6744",
        "url": "https://apod.nasa.gov/apod/image/2206/NGC6744_chakrabarti1024R.jpg"
    }
]